-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 09, 2025 at 07:43 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `timevision24_newdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `advertise`
--

CREATE TABLE `advertise` (
  `id` int(11) NOT NULL,
  `square_ad` varchar(255) DEFAULT NULL,
  `long_ad` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `advertise`
--

INSERT INTO `advertise` (`id`, `square_ad`, `long_ad`) VALUES
(1, 'squeare.gif', 'long.png');

-- --------------------------------------------------------

--
-- Table structure for table `new_news`
--

CREATE TABLE `new_news` (
  `id` int(11) NOT NULL,
  `news_image` varchar(255) NOT NULL,
  `news_heading` varchar(255) NOT NULL,
  `news_description` text NOT NULL,
  `news_category` varchar(100) NOT NULL,
  `news_datetime` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `status` enum('active','inactive') DEFAULT 'active',
  `editor_choice` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `new_news`
--

INSERT INTO `new_news` (`id`, `news_image`, `news_heading`, `news_description`, `news_category`, `news_datetime`, `created_at`, `status`, `editor_choice`) VALUES
(1, 'uploads/news_images/img_68de4b65f0e4c6.22049189.jpg', 'বঙ্গোপসাগরে ঘূর্ণিঝড় ‘শক্তি’ সৃষ্টি, আঘাত হানতে পারে যেসব এলাকায়', '<p class=\"ql-align-justify\">বঙ্গোপসাগরে ঘূর্ণিঝড় ‘শক্তি’ সৃষ্টি হওয়ার ঘোষণা দিয়েছে আমেরিকার নৌবাহিনী কর্তৃক পরিচালিত জয়েন্ট টাইফুন ওয়ার্নিং সেন্টার। বৃহস্পতিবার (২ অক্টোবর) সকালে নিজের ভেরিফাইড ফেসবুক আইডি থেকে দেওয়া এক পোস্টে এ তথ্য নিশ্চিত করেছেন আবহাওয়া ডটকমের প্রধান আবহাওয়াবিদ মোস্তফা কামাল পলাশ।</p><p>তার পোস্টে তিনি জানান, বৃহস্পতিবার সকাল ৯ টার সময় প্রচারিত বার্তায় জয়েন্ট টাইফুন ওয়ার্নিং সেন্টার দক্ষিণ-পশ্চিম বঙ্গোপসাগরে ভারতের অন্ধ্রপ্রদেশ রাজ্যের উপকূলের পূর্ব দিকে ও কোলকাতা শহর থেকে প্রায় ৭০০ কিলোমিটার দক্ষিণ-পশ্চিমে অবস্থান করতেছে ঘূর্ণিঝড় শক্তির কেন্দ্রে। ঘূর্ণিঝড়টির কেন্দ্রে বাতাসের সর্বোচ্চ গতিবেগ ঘণ্টায় থেকে প্রায় ৬৫ কিলোমিটার যা দমকা হাওয়াসহ ঘণ্টায় প্রায় ৮৩ কিলোমিটার পর্যন্ত রেকর্ড করা হয়েছে।</p><p><br></p>', 'national', '২ অক্টোবর, ২০২৫ এ ৩:৫২:৩৭ PM', '2025-10-02 09:52:38', 'active', 1),
(2, 'uploads/news_images/img_68de4b979d0254.80710863.jpg', 'দেশে ফিরেছেন প্রধান উপদেষ্টা', '<p>জাতিসংঘের সাধারণ অধিবেশনের যোগদান শেষে ৯ দিন পর যুক্তরাষ্ট্র থেকে দেশে ফিরেছেন প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূস। আজ বৃহস্পতিবার (০১ অক্টোবর) সকাল ৯টায়&nbsp;এমিরেটস এয়ারলাইন্সের একটি ফ্লাইটে তিনি ঢাকার হযরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে অবতরণ করেন।</p><p>প্রধান উপদেষ্টার প্রেস উইং থেকে এ তথ্য জানানো হয়েছে।</p><p>এর আগে নিউইয়র্ক স্থানীয় সময় মঙ্গলবার রাত ১১টায় (বাংলাদেশ সময় বুধবার সকাল) প্রধান উপদেষ্টা ও তার সফরসঙ্গীদের বহনকারী এমিরেটস এয়ারলাইন্সের একটি ফ্লাইট জন এফ কেনেডি আন্তর্জাতিক বিমানবন্দর ছেড়ে আসে।</p><p><br></p>', 'national', '২ অক্টোবর, ২০২৫ এ ৩:৫৩:২৭ PM', '2025-10-02 09:53:27', 'active', 0),
(3, 'uploads/news_images/img_68de4bb7df1018.13260058.jpg', 'কিংবদন্তি প্রাণিবিজ্ঞানী জেন গুডলের মৃত্যুতে প্রধান উপদেষ্টার শোক', '<p class=\"ql-align-justify\">কিংবদন্তি প্রাণিবিজ্ঞানী ড. জেন গুডলের মৃত্যুতে শোক প্রকাশ করেছেন প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূস। পরিবেশ আন্দোলনের পথিকৃৎ ড. জেন গুডল বুধবার ৯১ বছর বয়সে ইন্তেকাল করেছেন।</p><p>শোকবার্তায় প্রধান উপদেষ্টা বলেন, ‘আমি আমার প্রিয় বন্ধু, বিশ্ববিখ্যাত প্রাণীবিজ্ঞানী, প্রাইমাটোলজিস্ট, নৃবিজ্ঞানী এবং পরিবেশ আন্দোলনের পথিকৃৎ ড. জেন গুডলের প্রয়াণে গভীরভাবে শোকাহত। জীবনের শেষ দিন পর্যন্ত তিনি ছিলেন এক অক্লান্ত কর্মী।\r\n\r\n</p><p class=\"ql-align-justify\"><span style=\"color: rgb(20, 21, 20);\">শান্তি, স্থায়িত্ব, ন্যায়বিচার এবং পৃথিবীর সকল প্রাণের পারস্পরিক সম্পর্কের জন্য তিনি জীবন উৎসর্গ করেছিলেন। প্রাকৃতিক জগত তার অন্যতম শ্রেষ্ঠ প্রবক্তাকে হারালো, আর আমাদের হৃদয়ে রেখে গেল এক গভীর শূন্যতা। আজ আমি তার অসামান্য অর্জন ও সাফল্যকে সম্মান জানাই, যা তার পার্থিব বিদায়ের পরও পৃথিবীতে প্রভাব বিস্তার করতে থাকবে।’</span>ড. ইউনূস বলেন, ‘বাংলাদেশের দীর্ঘদিনের বন্ধু জেন গুডল গ্রামীণ ব্যাংকের মাধ্যমে নারীর ক্ষমতায়নের উদ্যোগের প্রতি গভীর আগ্রহ দেখিয়েছিলেন।</p><p><br></p><p><br></p><p><br></p>', 'national', '২ অক্টোবর, ২০২৫ এ ৩:৫৩:৫৯ PM', '2025-10-02 09:53:59', 'active', 0),
(4, 'uploads/news_images/img_68de4bd65661f2.81298039.jpg', 'অনুসন্ধানে গিয়ে ৬০৮ কোটি টাকা মানি লন্ডারিংয়ের তথ্য', '<p><span style=\"color: rgb(20, 21, 20);\">মার্কিন যুক্তরাষ্ট্রের এক নাগরিকের সঙ্গে প্রতারণার অভিযোগ অনুসন্ধানে গিয়ে প্রায় ৬০৮ কোটি টাকা মানি লন্ডারিংয়ের তথ্য পেয়েছে পুলিশের অপরাধ তদন্ত বিভাগ (সিআইডি)। হুন্ডি ও স্বর্ণ চোরাচালানের মাধ্যমে এই মানি লন্ডারিংয়ের অভিযোগে ছয়জনসহ অজ্ঞাত আরও ৫-৭ জনের বিরুদ্ধে মামলা করেছে সংস্থাটি। গতকাল সিআইডির বিশেষ পুলিশ সুপার (মিডিয়া) জসীম উদ্দিন খান এ তথ্য জানিয়েছেন। মামলায় অভিযুক্তরা হলেন- মনীন্দ্র নাথ বিশ্বাস (৫০), ওয়াহিদুজ্জামান (৫২), গোলাম সারওয়ার আজাদ (৫১), তরিকুল ইসলাম ওরফে রিপন ফকির (৪৯), রাজীব সরদার (৩৭) এবং উজ্জ্বল কুমার সাধু (৩৮)।\r\n\r\n</span></p><p>এর আগে বাংলাদেশের নাগরিকের কাছে একজন মার্কিন নাগরিক প্রতারিত হলে আমেরিকার গোয়েন্দা সংস্থা বাংলাদেশের গোয়েন্দা সংস্থার কাছে সহযোগিতা চায়। এরই সূত্র ধরে সিআইডি অনুসন্ধান শুরু করে।</p><p>সিআইডি জানায়, তাদের অনুসন্ধানে উঠে আসে মার্কিন নাগরিক ডেবোরাহ জন্সটন রামলো ডেবির সঙ্গে এ প্রতারকচক্র বিভিন্ন মাধ্যমে যোগাযোগ স্থাপন করে সখ্য গড়ে তোলে। চক্রটি তাদের ড্রাগ এনফোর্সমেন্ট এজেন্সির পরিচয় দিয়ে ২ লাখ ২২ হাজার মার্কিন ডলার আত্মসাৎ কর<span style=\"color: rgb(20, 21, 20);\">ে।</span></p><p><br></p><p><br></p>', 'national', '২ অক্টোবর, ২০২৫ এ ৩:৫৪:৩০ PM', '2025-10-02 09:54:30', 'active', 0),
(5, 'uploads/news_images/img_68de4bf0519842.10159405.jpg', 'জুলাই বিপ্লবের আসামি বানিয়ে মামলাবাণিজ্য', '<p>পতিত ফ্যাসিস্ট সরকারের আমলে বিরোধী দলের নেতা-কর্মীদের দমনপীড়নে অগ্রণী ভূমিকা পালন করে যাত্রাবাড়ী থানার এসআই মোর্শেদ আলম পান ২০২৪ সালে সেরা অফিসার পদক। এবার তাঁর বিরুদ্ধে অভিযোগ উঠেছে, জুলাই বিপ্লবের বিরোধী হিসেবে টার্গেট ব্যক্তিকে হত্যা মামলায় ফাঁসানোর ভয় দেখিয়ে ২৬ লাখ টাকা আদায়ের। এ বিষয়ে ২৪ সেপ্টেম্বর পুলিশ সদর দপ্তরে আইজিপিস কমপ্লেইন মনিটরিং সেলে এবং দুর্নীতি দমন কমিশনে (দুদক) অভিযোগ করেছেন ভুক্তভোগীর বোন মোসা. নাসিমা আক্তার মুন্নি।</p><p>অভিযোগ থেকে জানা গেছে, একটি হজ এজেন্সির মালিক আলহাজ মো. নজরুল ইসলাম খান ব্যবসার পাশাপাশি দীর্ঘদিন ধরে এলাকার বিভিন্ন লিল্লাহ বোর্ডিং, মাদরাসা ও এতিমখানার খাদেম হিসেবে দায়িত্ব পালন করে আসছিলেন।</p>', 'national', '২ অক্টোবর, ২০২৫ এ ৩:৫৪:৫৬ PM', '2025-10-02 09:54:56', 'active', 0),
(6, 'uploads/news_images/img_68de4c6e9effe2.46611995.jpg', 'গ্লোবাল সুমুদ ফ্লোটিলায় বাংলাদেশি বংশোদ্ভূত রুহি আখতার', '<p>শরণার্থী ও দুস্থদের মাঝে খাদ্য-ত্রাণ বিতরণ থেকে শুরু করে মানবিক সহায়তার কাজ চালাচ্ছেন রুহি লরেন আখতার। তার সংস্থাটির পূর্ণ নাম ‘রিফিউজি বিরিয়ানি অ্যান্ড ব্যানানাস’ (আরবিবি)। সামাজিক যোগাযোগ মাধ্যম থেকে জানা গেছে,&nbsp;বাংলাদেশি বংশোদ্ভূত এই ব্রিটিশ মানবাধিকারকর্মী বর্তমানে গ্লোবাল সুমুদ ফ্লোটিলার একজন সহযাত্রী। এই যাত্রা নিয়ে তিনি ভিডিও পোস্ট করেছেন এবং তাদের অবস্থান ও গাজা নিয়ে কথা বলেছেন।</p><p><br></p>', 'international', '২ অক্টোবর, ২০২৫ এ ৩:৫৭:০২ PM', '2025-10-02 09:57:02', 'active', 0),
(7, 'uploads/news_images/img_68de4c87319dc6.87657178.jpg', 'ডেমোক্র্যাট অঙ্গরাজ্যগুলোর বরাদ্দ স্থগিত করেছে ট্রাম্প প্রশাসন', '<p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের প্রশাসন বুধবার ডেমোক্র্যাট-শাসিত অঙ্গরাজ্যগুলোর জন্য বরাদ্দকৃত ২৬ বিলিয়ন ডলারের অর্থায়ন স্থগিত করেছে। বার্তা সংস্থা রয়টার্সের প্রতিবেদনে বলা হয়েছে, শাটডাউন কাজে লাগিয়ে রাজনৈতিক প্রতিপক্ষদের প্রতি প্রতিশোধমূলক ব্যবস্থা গ্রহণ করলেন তিনি।</p><p>স্থগিত প্রকল্পের মধ্যে রয়েছে নিউইয়র্কের সাবওয়ে ও বন্দর উন্নয়ন প্রকল্পের জন্য বরাদ্দ ১৮ বিলিয়ন ডলার এবং ক্যালিফোর্নিয়া, ইলিনয়সহ ১৬টি অঙ্গরাজ্যে সবুজ জ্বালানি খাতে ৮ বিলিয়ন ডলার।</p><p>হোয়াইট হাউসে এক ব্রিফিংয়ে ভাইস প্রেসিডেন্ট জেডি ভ্যান্স সতর্ক করেন, শাটডাউন কয়েক দিন পেরিয়ে গেলে আরো সরকারি কর্মী ছাঁটাই করা হতে পারে।</p>', 'international', '২ অক্টোবর, ২০২৫ এ ৩:৫৭:২৭ PM', '2025-10-02 09:57:27', 'active', 1),
(8, 'uploads/news_images/img_68de4ca546d423.49487515.jpg', 'ইন্দোনেশিয়ায় ধসে পড়া স্কুলের ধ্বংসস্তূপে জীবনের কোনো চিহ্ন নেই', '<p>ইন্দোনেশিয়ার সিদোয়ারজো শহরে একটি ইসলামি বোর্ডিং স্কুল ধসে পড়ার ঘটনায় এখনো নিখোঁজ ৫৯ জন। তবে জীবনের কোনো চিহ্ন পাওয়া যায়নি বলে আজ বৃহস্পতিবার উদ্ধারকর্মীরা জানিয়েছে। সোমবার এই দুর্ঘটনা ঘটে।</p><p>ভবনটি ধসে পড়ার সময় শত শত শিক্ষার্থী ভেতরে অবস্থান করছিল।\r\n\r\n</p><p>যাদের বেশিরভাগই কিশোর ছেলে। এ ঘটনায় অন্তত ৫ জন শিক্ষার্থী নিহত এবং প্রায় ১০০ জন আহত হয়েছে বলে কর্মকর্তারা জানিয়েছেন।উদ্ধারকাজ শুরুর পর থেকে এখন পর্যন্ত ধ্বংসস্তূপ থেকে ১৩ জনকে জীবিত উদ্ধার করা হয়েছে, যদিও তাদের মধ্যে দুজন পরে হাসপাতালে মারা যান। ভবনের অস্থিতিশীল কাঠামোর কারণে উদ্ধার অভিযান চালানো কঠিন হয়ে উঠেছিল।</p><p><br></p><p><br></p>', 'international', '২ অক্টোবর, ২০২৫ এ ৩:৫৭:৫৭ PM', '2025-10-02 09:57:57', 'active', 0),
(9, 'uploads/news_images/img_68de4cc12f51c7.21932374.jpg', 'কলম্বিয়া থেকে ইসরায়েলের সব কূটনীতিককে বহিষ্কার', '<p class=\"ql-align-justify\">গাজায় মানবিক সাহায্য নিয়ে যাওয়া নৌবহরে ইসরায়েলের হামলা এবং আটকের ঘটনার পর দেশটি থেকে ইসরায়েলের সব কূটনৈতিক প্রতিনিধি বহিষ্কারের নির্দেশ দিয়েছেন কলম্বিয়ার প্রেসিডেন্ট গুস্তাভো পেত্রো। দুই কলম্বিয়ান নাগরিক মানুয়েলা বেদোয়া ও লুনা বারেত্তোকে আটকের পর এই নির্দেশ দেন তিনি। খবর টিআরটি ওয়ার্ল্ডের।&nbsp;</p><p>খবরে বলা হয়, ‘গ্লোবাল সুমুদ ফ্লোটিলা’র সদস্য হিসেবে গাজায় ত্রাণ পৌঁছানোর চেষ্টা করছিলেন ওই কলম্বিয়ান দুই নাগরিক।</p><p><br></p>', 'international', '২ অক্টোবর, ২০২৫ এ ৩:৫৮:২৫ PM', '2025-10-02 09:58:25', 'active', 0),
(10, 'uploads/news_images/img_68de4cd89c70a1.02040975.jpg', 'বিশ্বের প্রথম ট্রিলিয়নিয়ারের পথে অর্ধেক এগিয়েছেন ইলন মাস্ক', '<p>ফোর্বস ম্যাগাজিন জানিয়েছে, বিশ্বের সবচেয়ে ধনী ব্যক্তি ইলন মাস্ক বিশ্বের প্রথম ট্রিলিয়নিয়ার হওয়ার পথে এবং এর জন্য প্রায় অর্ধেক পথ অতিক্রম করেছেন তিনি। টেসলা ও স্পেসএক্সের প্রধান ৫০০ বিলিয়ন ডলারের সম্পদের মালিক হয়েছেন। টেসলার শেয়ার পুনরুদ্ধার হওয়া এবং বিভিন্ন ব্যবসায়িক সাফল্যের কারণে তার সম্পদ সাম্প্রতিক সময়ে ব্যাপক বৃদ্ধি পেয়েছে।</p><p>ফোর্বসের রিয়েল-টাইম বিলিয়নেয়ারস ট্র্যাকার অনুযায়ী, ৫৪ বছর বয়সী মাস্কের মোট সম্পদ বুধবার ৫০০.১ বিলিয়ন ডলারে পৌঁছেছিল, পরে তা সামান্য কমে ৪৯৯.১ বিলিয়নে নেমে আসে।</p><p><br></p>', 'international', '২ অক্টোবর, ২০২৫ এ ৩:৫৮:৪৮ PM', '2025-10-02 09:58:48', 'active', 0),
(11, 'uploads/news_images/img_68de4d3a6de269.98811994.jpg', 'ঢালাওভাবে ব্যাংক হিসাব জব্দ ভালো কাজ নয়, এতে আস্থা কমে : ফরাসউদ্দিন', '<p>বাংলাদেশ ব্যাংকের সাবেক গভর্নর মোহাম্মদ ফরাসউদ্দিন বলেছেন, ‘ঢালাওভাবে ব্যাংক হিসাব জব্দ করা খুব বেশি ভালো কাজ নয়। এতে ব্যাংকের প্রতি আস্থা কমে যাবে। ব্যাংকিং ব্যবস্থার ওপর আস্থা রাখতে হলে এ বিষয়ে খুব বিবেচনা করে সিদ্ধান্ত নেওয়া উচিত।’&nbsp;</p><p>আজ মঙ্গলবার রাজধানীর বনানীতে পলিসি রিসার্চ ইনস্টিটিউট (পিআরআই) আয়োজিত ‘সামষ্টিক অর্থনীতি নিয়ে মাসিক বিশ্লেষণ’ (এমএমআই) অনুষ্ঠানে প্রধান অতিথির বক্তব্যে তিনি এসব কথা বলেন।\r\n\r\n</p><p><span style=\"color: rgb(20, 21, 20);\">অনুষ্ঠানে সভাপতিত্ব করেন পিআরআই নির্বাহী পরিচালক খুরশিদ আলম।</span>মোহাম্মদ ফরাসউদ্দিন বলেন, ‘কোনো একজনের সম্পদ থেকে স্ত্রী-পুত্র-কন্যা যদি স্বাধীন থাকেন, তাহলে তাঁদের ব্যাংক হিসাব জব্দ করার কী কারণ আছে। কিন্তু এটা হচ্ছে এবং এটা ভালো ফল দেবে বলে মনে করি না। এতে ব্যাংকের প্রতি আস্থা কমে যাবে।</p><p><br></p>', 'finance', '২ অক্টোবর, ২০২৫ এ ৪:০০:২৬ PM', '2025-10-02 10:00:26', 'active', 0),
(12, 'uploads/news_images/img_68de4d57950e77.21404128.jpg', 'আজ যে দামে বিক্রি হচ্ছে স্বর্ণ', '<p class=\"ql-align-justify\">দেশের বাজারে স্বর্ণের দাম আবারও বেড়েছে। এবার ভরিতে ২ হাজার ৪১৫ টাকা বাড়ানোর সিদ্ধান্ত নিয়েছে বাংলাদেশ জুয়েলার্স অ্যাসোসিয়েশন (বাজুস)। নতুন দামে ২২ ক্যারেট স্বর্ণের মূল্য দাঁড়িয়েছে ১ লাখ ৯৫ হাজার ৩৮৪ টাকা।</p><p>সোমবার (২৯ সেপ্টেম্বর) রাতে বাজুস এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানায়।\r\n\r\n</p><p class=\"ql-align-justify\"><strong>স্বর্ণের আজকের বাজারদর—</strong></p><p class=\"ql-align-justify\"><strong>• ২২ ক্যারেট :</strong><span>&nbsp;ভরিপ্রতি ১,৯৫,৩৮৪ টাকা</span></p><p class=\"ql-align-justify\"><strong>• ২১ ক্যারেট :</strong><span>&nbsp;ভরিপ্রতি ১,৮৬,৪৯৬ টাকা</span></p><p class=\"ql-align-justify\"><strong>• ১৮ ক্যারেট :</strong><span>&nbsp;ভরিপ্রতি ১,৫৯,৮৫৫ টাকা</span></p><p><strong>• সনাতন পদ্ধতি :</strong><span>&nbsp;ভরিপ্রতি ১,৩২,৭২৫ টাকা</span></p><p>বিজ্ঞপ্তিতে আরো বলা হয়, স্বর্ণের বিক্রয়মূল্যের সঙ্গে ৫ শতাংশ সরকার নির্ধারিত ভ্যাট এবং বাজুস নির্ধারিত ৬ শতাংশ ন্যূনতম মজুরি যোগ করতে হবে।</p><p></p><p><br></p><p><br></p>', 'finance', '২ অক্টোবর, ২০২৫ এ ৪:০০:৫৫ PM', '2025-10-02 10:00:55', 'active', 0),
(13, 'uploads/news_images/img_68de4d753a00e4.45264538.jpg', 'ব্যবসায়ীদের দুশ্চিন্তা ব্যবসা-বিনিয়োগে', '<p><span style=\"color: rgb(20, 21, 20);\">দেশের ব্যবসায় বিনিয়োগ নিয়ে ব্যবসায়ী-উদ্যোক্তাদের দুশ্চিন্তা কমছেই না। নানান প্রতিকূলতার মধ্য দিয়ে যাচ্ছে ব্যবসাবাণিজ্য। গ্যাসসংকটে ব্যাহত হচ্ছে শিল্পে উৎপাদন। ব্যাংক সুদহার বেড়ে হয়েছে ১৬ শতাংশ।|\r\n\r\n</span></p><p><span style=\"color: rgb(20, 21, 20);\">মূলধনি যন্ত্রপাতির এলসি খুলতে গিয়ে মুখোমুখি হতে হচ্ছে নানান জটিলতার, সেই সঙ্গে রয়েছে ডলারসংকট। কর্মতৎপরতা কমে যাওয়ায় শিল্পকারখানা বন্ধ হয়ে বেকার হচ্ছে হাজার হাজার শ্রমিক। এ ছাড়া শ্রম আইন সংস্কার নিয়েও ব্যবসায়ীদের মাঝে রয়েছে উদ্বেগ। সাহস পাচ্ছেন না নতুন বিনিয়োগে, পুরোনো বিনিয়োগও হুমকিতে।</span></p><p><br></p>', 'finance', '২ অক্টোবর, ২০২৫ এ ৪:০১:২৫ PM', '2025-10-02 10:01:25', 'active', 0),
(14, 'uploads/news_images/img_68de4d911bcaa0.27469646.jpg', 'বাংলাদেশি টাকায় আজকের মুদ্রা বিনিময় হার', '<p class=\"ql-align-justify\">বিশ্বের অনেক দেশের সঙ্গে বাংলাদেশের ব্যবসা-বাণিজ্য দিন দিন বাড়ছে। এই বাণিজ্য চালিয়ে যেতে মুদ্রা বিনিময়ের পরিমাণও বাড়ছে।</p><p class=\"ql-align-justify\">লেনদেনের সুবিধার্থে বিভিন্ন দেশের মুদ্রার সঙ্গে বাংলাদেশি টাকার আজ বুধবার (১ অক্টোবর) বিনিময় হ<strong>বৈদেশিক মুদ্রার নাম – বাংলাদেশি টাক</strong></p><p class=\"ql-align-justify\"><strong>ইউএস ডলার – ১২১ টাকা ৮০ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>ইউরোপীয় ইউরো – ১৪২ টাকা ৮৭ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>ব্রিটিশ পাউন্ড – ১৬৩ টাকা ৬০ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>অস্ট্রেলিয়ান ডলার – ৮০ টাকা ১৪ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>জাপানি ইয়েন – ৮১ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>কানাডিয়ান ডলার – ৮৭ টাকা ৫৭ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>সুইডিশ ক্রোনা – ১২ টাকা ৯৩ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>সিঙ্গাপুর ডলার – ৯৪ টাকা ৪৭ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>চীনা ইউয়ান রেনমিনবি – ১৭ টাকা ৮ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>ভারতীয় রুপি – ১ টাকা ৩৭ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>শ্রীলঙ্কান রুপি – ২ টাকা ৪৮ পয়সা&nbsp;</strong></p><p class=\"ql-align-justify\"><strong>(সূত্র : বাংলাদেশ ব্যাংক)</strong></p><p class=\"ql-align-justify\"><strong>সিঙ্গাপুর ডলার – ৯৪ টাকা ৫১ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>মালয়েশিয়ান রিঙ্গিত – ২৮ টাকা ৯১ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>সৌদি রিয়াল – ৩২ টাকা ৪৮ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>কুয়েতি দিনার – ৩৯৮ টাকা ৭৮ পয়সা</strong></p><p class=\"ql-align-justify\"><strong>(সূত্র : গুগল)&nbsp;*যেকোনো সময় মুদ্রার বিনিময় হার পরিবর্তন হতে পারে।</strong></p><p><br></p>', 'finance', '২ অক্টোবর, ২০২৫ এ ৪:০১:৫৩ PM', '2025-10-02 10:01:53', 'active', 0),
(15, 'uploads/news_images/img_68de4da5bdc3b1.66456313.jpg', 'চট্টগ্রাম বন্দরে ফের চালু হচ্ছে বর্ধিত মাশুল', '<p>নৌপরিবহন উপদেষ্টার হস্তক্ষেপে এক মাস স্থগিত রাখার পর ১৪ অক্টোবর রাত ১২টা থেকে বিভিন্ন সেবা খাতে বাড়ানো ট্যারিফ (মাশুল) আদায়ের ঘোষণা দিয়েছে চট্টগ্রাম বন্দর কর্তৃপক্ষ।</p><p>মঙ্গলবার (৩০ সেপ্টেম্বর) চট্টগ্রাম বন্দরের অর্থ ও হিসাবরক্ষণ বিভাগের প্রধান কর্মকর্তা মো. আবদুস শাকুরের সই করা এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p>বিজ্ঞপ্তিতে বলা হয়েছে, ১৪ অক্টোবর রাত ১২টার পর চট্টগ্রাম বন্দরে আসা সব জাহাজ, কনটেইনার ও কার্গো বিল নতুন রেট অনুযায়ী নেওয়া হবে। একইভাবে সিঅ্যান্ডএফ প্রতিনিধিসহ সব বন্দর ব্যবহারকারী বর্ধিত হারে মাশুল পরিশোধ করবেন।</p>', 'finance', '২ অক্টোবর, ২০২৫ এ ৪:০২:১৩ PM', '2025-10-02 10:02:13', 'active', 0),
(16, 'uploads/news_images/img_68de4de49e5910.29935866.jpg', 'আ. লীগ দেশ অস্থিতিশীল করতে চেষ্টা চালাচ্ছে : ফারুক', '<p>সকল দাবি-দাওয়া নির্বাচিত সরকারের জন্য রেখে দিতে আন্দোলনরত রাজনৈতিক দলের প্রতি আহ্বান জানিয়েছেন বিএনপি চেয়ারপারসনের উপদেষ্টা জয়নুল আবদিন ফারুক। তিনি দাবি করেছেন, দেশ অস্থিতিশীল করতে আওয়ামী লীগ ও ভারত চেষ্টা করে যাচ<strong>আরো পড়ুন</strong><img src=\"https://asset.kalerkantho.com/public/news_images/2025/10/02/1759395163-0a7b8575f81e6d28645879810e6f43a9.png\" alt=\"সোনালীযুগের বীরাঙ্গনা মুসলিম নারী\" height=\"66\" width=\"100\"></p><p>সোনালীযুগের বীরাঙ্গনা মুসলিম নারী</p><p><a href=\"https://www.kalerkantho.com/online/Islamic-lifestylie/2025/10/02/1585804\" target=\"_blank\" style=\"color: rgb(13, 110, 253);\">&nbsp;</a></p><p>বৃহস্পতিবার (২ অক্টোবর) সকালে ঢাকাস্থ সেনবাগ ফোরামের আয়োজনে দেশের সম-সাময়িক বিষয় নিয়ে আলোচনা সভায় এ দাবি করেন তিনি।</p><p>পাহাড়ে কারা অশান্তি সৃষ্টি করছে, তা খুঁজে বের করতে এ সময় সরকারের প্রতি আহ্বান জানান জয়নুল আবদিন ফারুক্ছে।</p><p><br></p>', 'politics', '২ অক্টোবর, ২০২৫ এ ৪:০৩:১৬ PM', '2025-10-02 10:03:16', 'active', 0),
(17, 'uploads/news_images/img_68de4e0890f167.59820467.jpg', 'তারেক রহমান যখন আসবেন তখন দিনক্ষণ জানাবেন : হুমায়ুন কবির', '<p class=\"ql-align-justify\">আগামী জাতীয় সংসদ নির্বাচনে তারেক রহমানের নেতৃত্বেই বিএনপি অংশ নেবে বলে জানিয়েছেন তার পররাষ্ট্র বিষয়ক উপদেষ্টা হুমায়ুন কবির।</p><p class=\"ql-align-justify\">যুক্তরাষ্ট্র সফর শেষে দেশে ফিরে বৃহস্পতিবার (২ অক্টোবর) হযরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে সাংবাদিকদের তিনি এ কথা বলেন।</p><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের দেশে ফেরা নিয়ে সাংবাদিকদের প্রশ্নে তিনি বলেন, ‘উনি যখন আসবেন তখন দিনক্ষণ জানাবেন, দলও জানাবে। তারিখ যখন নির্ধারিত হবে আপনারা জানতে পারবেন।</p><p><br></p>', 'politics', '২ অক্টোবর, ২০২৫ এ ৪:০৩:৫২ PM', '2025-10-02 10:03:52', 'active', 0),
(18, 'uploads/news_images/img_68de4e1e8b78e2.58681644.jpg', '‘বাংলাদেশে আওয়ামী লীগের আর কোনো রাজনীতি চলবে না’', '<p class=\"ql-align-justify\">বাংলাদেশে আওয়ামী লীগের আর কোনো রাজনীতি চলবে না বলে মন্তব্য করেছেন জাতীয় নাগরিক পার্টির (এনসিপি) উত্তরাঞ্চলের মুখ্য সংগঠক সারজিস আলম। বুধবার পঞ্চগড়ের আটোয়ারী উপজেলার বিভিন্ন পূজামণ্ডপ পরিদর্শনের সময় মালিগাঁও তেঁতুলতলা দুর্গামন্দিরে সাংবাদিকদের এ কথা বলেন তিনি।&nbsp;</p><p>সারজিস আলম বছেন, ‘আমরা স্পষ্ট করে বলব, বাংলাদেশের মানুষ ওই একটা প্রশ্নে আপসহীন, শেখ হাসিনা খুনি—বাংলাদেশের দেয়ালে দেয়ালে এই লেখাটা রক্ত দিয়ে লেখা হয়ে গেছে। যারা এখন অন্তর্বর্তী সরকারের সুবিধাভোগী, তারা তাদের জায়গা থেকে এইটা ভুলে যেতে পারেন, কিন্তু যে মা তার ছেলের লাশ নিজের হাতে ছুঁয়েছেন, ওই মা কিন্তু এটা ভুলতে পারবেন না।</p><p><br></p>', 'politics', '২ অক্টোবর, ২০২৫ এ ৪:০৪:১৪ PM', '2025-10-02 10:04:14', 'active', 1),
(19, 'uploads/news_images/img_68de4e38138cf9.02011834.jpg', 'মাদরাসার শিক্ষার্থীদের সব সময় মার্জিনালাইজ করা হয়েছে : সাদিক কায়েম', '<p>ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদের (ডাকসু) ভিপি সাদিক কায়েম বলেছেন, ‘আলিয়া মাদরাসার শিক্ষার্থীদের সব সময় মার্জিনালাইজ করা হয়েছে। জুলাই-পরবর্তী আজাদি লাভ করলেও আলিয়া মাদরাসার শিক্ষার্থী এবং শিক্ষকদের বঞ্চনা এখনো শেষ হয়নি।’</p><p>বুধবার (১ অক্টোবর) জাতীয় প্রেস ক্লাবে বাংলাদেশ মাদরাসা ছাত্র কল্যাণ পরিষদ কর্তৃক আয়োজিত এক আলোচনাসভায় তিনি এ কথা বলেন।&nbsp;</p><p>তিনি বলেন, ‘১৭৮০ সালে এই দেশে আলিয়া মাদরাসা চালু হয়।</p><p><br></p>', 'politics', '২ অক্টোবর, ২০২৫ এ ৪:০৪:৪০ PM', '2025-10-02 10:04:40', 'active', 0),
(20, 'uploads/news_images/img_68de4e4d94ac95.71653914.jpg', 'জামায়াত আমিরের সঙ্গে ব্রাজিলের রাষ্ট্রদূতের সাক্ষাৎ', '<p class=\"ql-align-justify\">জামায়াতে ইসলামীর আমির ডা. শফিকুর রহমানের সঙ্গে সাক্ষাৎ করেছেন ঢাকায় নিযুক্ত ব্রাজিলের রাষ্ট্রদূত পাওলো ফার্নান্দো দিয়াস ফেরেস।</p><p class=\"ql-align-justify\">বুধবার (১ অক্টোবর) দুপুর ১২টায় রাজধানীর বসুন্ধরাস্থ জামায়াত আমিরের কার্যালয়ে এ সাক্ষাৎ অনুষ্ঠিত হয়।</p><p class=\"ql-align-justify\">বৈঠকে শুরুতেই রাষ্ট্রদূত জামায়াত আমির ডা. শফিকুর রহমানের স্বাস্থ্যের খোঁজখবর নেন এবং তার পরিপূর্ণ সুস্থতা কামনা করেন।</p><p>সাক্ষাৎকালে বাংলাদেশ ও ব্রাজিলের পারস্পরিক সম্পর্ক, সহযোগিতা, উন্নয়ন এবং উভয় দেশের স্বার্থসংশ্লিষ্ট নানা বিষয়ে খোলামেলা আলোচনা হয়।</p><p><br></p>', 'politics', '২ অক্টোবর, ২০২৫ এ ৪:০৫:০১ PM', '2025-10-02 10:05:01', 'active', 0),
(21, 'uploads/news_images/img_68de4e9d38c4d0.92831454.jpg', 'সৌদি আরবের ক্রাউন প্রিন্স আমাকে সুরক্ষা দেবেন : মেঘনা আলম', '<p>ঢাকায় নিযুক্ত সাবেক সৌদি রাষ্ট্রদূতের পরিবারের পক্ষ থেকে- এমনই আভাস দিলেন এই সোশ্যাল মিডিয়ায় বৃহস্পতিবার (২ অক্টোবর) মেঘনা আলম লিখেছেন, ‘আজ আমার জন্মদিন। এই দিনে ২০১৮ সালে সৌদি কনস্যুলেটের ভেতরে সাংবাদিক জামাল খাশোগিকে হত্যা করা হয়েছিল। সেই ঘটনার মতোই সত্য বলার ভঙ্গুরতা ও ক্ষমতার বিরুদ্ধে দাঁড়ানোর সাহসকে মনে করিয়ে দেয় এই দিনটা।’&nbsp;</p><p>মেঘনা আরও উল্লেখ করেছেন, ‘আজও আমাকে হত্যা হুমকি দেওয়া হচ্ছে সাবেক রাষ্ট্রদূতের পরিবারের পক্ষ থেকে।</p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:০৬:২১ PM', '2025-10-02 10:06:21', 'active', 0),
(22, 'uploads/news_images/img_68de4eb5c5c4d9.64976742.jpg', 'পুরুষরা সন্তান জন্ম দিলে পৃথিবীতে কোনো যুদ্ধই থাকত না : রানি মুখার্জি', '<p>নিজের অভিজ্ঞতা জানালেন জাতীয় চলচ্চিত্র পুরস্কারজয়ী অভিনেত্রী রানি মুখার্জি। দীপিকা পাড়ুকোনের \'কল্কি\' সিকুয়েল থেকে সরে দাঁড়ানোর খবরের মধ্যেই রানি কাজ ও ব্যক্তিগত জীবনের ভারসাম্য নিয়ে মুখ খুললেন।</p><p>রানি জানান, মেয়ে আদিরার জন্মের পর তিনি যখন \'হিচকি\'র শুটিং করছিলেন, আদিরা তখন ১৪ মাসের। তাকে দুধপান করানোর জন্য তিনি একটি কঠোর রুটিন মেনে চলতেন।</p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:০৬:৪৫ PM', '2025-10-02 10:06:45', 'active', 0),
(23, 'uploads/news_images/img_68de4ed7831be9.09334317.jpg', 'আমি আর জাহ্নবী মেঝেতে ঘুমিয়ে ছিলাম : বরুণ ধাওয়ান', '<p>জাহ্নবী কাপুর ও বরুণ ধাওয়ান ‘সানি সংস্কারি কি তুলসি কুমারী’ সিনেমায় জুটি বেঁধে অভিনয় করেছেন। শশাঙ্ক খৈতান নির্মিত এ সিনেমা ২ অক্টোবর প্রেক্ষাগৃহে মুক্তি পেয়েছে। এ সিনেমার মুক্তি উপলক্ষে প্রচারের কাজে ব্যস্ত সময় পার করছেন জাহ্নবী-বরুণ।</p><p>পিঙ্কভিলাকে সাক্ষাৎকার দিয়েছেন জাহ্নবী-বরুণ।\r\n\r\n</p><p><span style=\"color: rgb(20, 21, 20);\">এ আলাপচারিতায় তারা জানান, ‘বাওয়াল’ সিনেমার শুটিং করতে গিয়ে মেঝেতে ঘুমিয়েছেন ত</span>স্মৃতিচারণ করে বরুণ বলেন, “আমরা প্যারিসে যাচ্ছিলাম। কারণ ‘বাওয়াল’ সিনেমার শুটিং দেশটির নরম্যান্ডিতে হচ্ছিল। আমরা একটি লাউঞ্জে ছিলাম; যেখানে সোফায় ঘুমানোর মতো জায়গা ছিল না।<span style=\"color: rgb(20, 21, 20);\">ারা।</span></p><p><br></p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:০৭:১৯ PM', '2025-10-02 10:07:19', 'active', 1),
(24, 'uploads/news_images/img_68de4ef5a49b44.91732690.jpg', 'পাসপোর্ট ফেরত পেলেন রিয়া চক্রবর্তী', '<p><span style=\"color: rgb(20, 21, 20);\">সুশান্ত সিং রাজপুতের রহস্যজনক মৃত্যুর সঙ্গে জড়িয়ে থাকা মাদক মামলায় শেষমেশ বড় স্বস্তি পেলেন অভিনেত্রী রিয়া চক্রবর্তী। সুশান্তের প্রাক্তন প্রেমিকা রিয়ার পাসপোর্ট স্থায়ীভাবে ফেরত দেওয়ার নির্দেশ দিয়েছে বম্বে হ২০২০ সালে জামিনের শর্ত হিসেবে নারকোটিক্স কন্ট্রোল ব্যুরোর (এনসিবি) কাছে পাসপোর্ট জমা রাখতে হয়েছিল রিয়াকে। তবে আদালতের নতুন নির্দেশ অনুযায়ী, রিয়াকে এবার থেকে আর বিদেশ ভ্রমণের জন্য প্রতিবার ট্রায়াল কোর্টের অনুমতি নিতে হবে না।াইকোর্ট।</span></p><p><br></p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:০৭:৪৯ PM', '2025-10-02 10:07:49', 'active', 0),
(25, 'uploads/news_images/img_68de4f201649c8.40042061.jpg', 'আসিফকে শুভেচ্ছা জানিয়ে যা লিখলেন সালমা আসিফ', '<p>আগামী ৬ অক্টোবর বাংলাদেশ ক্রিকেট বোর্ডের (বিসিবি) পরিচালনা পর্ষদ নির্বাচন। তার আগে আজ বুধবার ছিল প্রার্থিতা বাতিলের শেষ দিন। দুপুর ১২টা পর্যন্ত ছিল মনোনয়ন বাতিলের শেষ সময়, এর মধ্যে তামিম ইকবালসহ ১৬ জন পরিচালক প্রার্থী নির্বাচন থেকে সরে দাঁড়িয়েছেন।</p><p>চট্টগ্রাম জেলা ক্রীড়া সংস্থা থেকে মীর হেলাল উদ্দিন সরে দাঁড়িয়েছেন।\r\n\r\nএদিকে আসিফ আকবর বিসিবির পরিচালক হওয়ায় তাকে শুভেচ্ছা জানিয়েছেন স্ত্রী বেগম সালমা আসিফ। এক ফেসবুক পোস্টে সালমা আসিফ লিখেছেন, ‘অভিনন্দন, আসিফ আকবর মিঠু। আমিও অন্যদের মতো আপনার একজন ভক্ত।</p><p><br></p><p><br></p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:০৮:৩২ PM', '2025-10-02 10:08:32', 'active', 0),
(26, 'uploads/news_images/img_68de4faecde452.92690645.jpg', 'ইসলামে অমুসলিমদের সঙ্গে আচরণ ও ধর্ম পালনের স্বাধীনতা', '<p><span style=\"color: rgb(20, 21, 20);\">ইসলাম সমগ্র মানবজাতির কল্যাণ ও শান্তির বার্তা নিয়ে এসেছে। কোরআন ও সুন্নাহতে মুসলমানদের শুধু নিজেদের মধ্যে নয়; বরং অমুসলিমদের সঙ্গেও ন্যায়, সদাচার ও মানবিক আচরণ করার নির্দেশ দেওয়া হয়েছে। ইসলাম ধর্ম পালনে স্বাধীনতা নিশ্চিত করেছে এবং এ ক্ষেত্রে কোনো জবরদস্তি নেই বলে ঘোষণা করেছে। এর মাধ্যমে প্রতীয়মান হয়, ইসলামী সমাজব্যবস্থা সর্বজনীন কল্যাণে সমৃদ্ধ এবং ন্যায় ও শান্তি প্রতিষ্ঠায় সচেষ্ট।</span></p>', 'lifestyle', '২ অক্টোবর, ২০২৫ এ ৪:১০:৫৪ PM', '2025-10-02 10:10:54', 'active', 0),
(27, 'uploads/news_images/img_68de4fc842a967.54029486.jpg', 'যতটুকু জানছি, কতটুকু মানছি', '<p>প্রযুক্তির যুগে জ্ঞানার্জনের উৎসর অভাব নেই। ঘরে বসেই দ্বিন-দুনিয়ার সব কিছু এখন জানা সম্ভব।</p><p>মাতৃভাষায় কোরআন-হাদিস ও ইসলামী বই অধ্যয়ন করা যায়। ইউটিউবে আলেমদের বক্তব্য শোনা যায়</p>', 'lifestyle', '২ অক্টোবর, ২০২৫ এ ৪:১১:১৯ PM', '2025-10-02 10:11:20', 'active', 0),
(28, 'uploads/news_images/img_68de4fe20e0f71.87269945.jpg', 'মালয় অঞ্চলে ইসলাম প্রচারে ব্যবসায়ীদের অবদান', '<p>মালয় জগতের জন্ম সম্পর্কে প্রায় ৫০০ বছর আগে যে বাক্যটি লেখা হয়েছিল তা আজও তেমনি সত্য যেমন সত্য ছিল তখন। একজন মালয় শাসক বলেছিলেন, ব্যবসা সব জীবকে একত্র করে। কয়েক শতাব্দী কাল আগে বলা কথাটি আজও চিরসজীব বলেই মনে হয়। কেননা মালয় অঞ্চলের সঙ্গে ইসলামের সংযোগ ঘটেছিল ব্যবসা-বাণিজ্যের পথ ধরে।</p><p></p><p></p>', 'lifestyle', '২ অক্টোবর, ২০২৫ এ ৪:১১:৪৫ PM', '2025-10-02 10:11:46', 'active', 0),
(29, 'uploads/news_images/img_68de50279e9043.29983273.jpg', 'ধানমণ্ডির তাকওয়া মসজিদে ব্যতিক্রমী সিরাত প্রদর্শনী', '<p><span style=\"color: rgb(20, 21, 20);\">ধানমণ্ডির মসজিদ উত-তাকওয়া সোসাইটির আয়োজনে তিন দিনব্যাপী সিরাত আয়োজন ২০২৫ শুরু হয়েছে। এ উপলক্ষে মসজিদের চতুর্থ তলায় একটি বিশেষ প্রদর্শনীর আয়োজন করা হয়েছে। এখানে প্রতীকীভাবে মহানবী মুহাম্মদ (সা.)-এর যাপিত জীবন তুলে ধরা হয়েছে। প্রদর্শনীতে মাটির ঘর, দৈনন্দিন তৈজসপত্র, পানি রাখার মসক, খেজুরপাতার ছাউনি, খাট এবং তাঁর প্রিয় খাবারগুলো প্রদর্শন করা হচ্ছে।</span></p>', 'lifestyle', '২ অক্টোবর, ২০২৫ এ ৪:১২:৫৫ PM', '2025-10-02 10:12:55', 'active', 0),
(30, 'uploads/news_images/img_68de50698b0364.38036189.jpg', 'জাপানের তাক লাগানো প্রযুক্তি, এবার ওয়াশিং মেশিনে পরিষ্কার হবে মানুষ', '<p><span style=\"color: rgb(20, 21, 20);\">জাপান আবারো তাক লাগানো এক প্রযুক্তি আবিষ্কার করেছে। ওসাকা এক্সপো ২০২৫-এ তারা প্রদর্শন করেছে মানব ধোয়ার যন্ত্র বা আধুনিক গোসল পড। যা মাত্র ১৫ মিনিটে শরীরকে সম্পূর্ণ পরিষ্কার করে ফেলতে পারে, তাও কোনো হাত-পায়ের ঝামেলা ছাড়াই। এই যন্ত্রটি ভবিষ্যতের গোসল অভিজ্ঞতা কী হতে পারে, তারই এক ঝলক দেখাচ্ছে।</span></p>', 'technology', '২ অক্টোবর, ২০২৫ এ ৪:১৪:০১ PM', '2025-10-02 10:14:01', 'active', 0),
(31, 'uploads/news_images/img_68de5088469147.28596112.jpg', 'সেরা ক্যামেরা থাকার পরও কেন বেচা-কেনায় গ্রাহকের মন ভরাতে পারছে না পিক্সেল', '<p>স্মার্টফোনের দুনিয়ার সেরা হওয়ার কোনো ইচ্ছে নেই গুগলের! আর তাই এখনো বিশ্বের সেরা মোবাইল ফোন ডিভাইস হয়ে উঠতে পারেনি মার্কিন টেক জায়ান্ট সংস্থা গুগলের তৈরি পিক্সেল।</p><p>সংশ্লিষ্ট অ্যান্ড্রয়েড ফোনটির বেচা-কেনা কম হওয়ার কারণ খুঁজতে গিয়ে এই তত্ত্বই সামনে এনেছেন বিশ্লেষকদের একাংশ। তাদের দাবি, নিজেদের স্বার্থেই হিসেব কষে এই সিদ্ধান্ত নিয়েছেন গুগলের শীর্ষকর্তারা।</p><p>মার্কিন টেক জায়ান্ট সংস্থাটির তৈরি পিক্সেলকে দুনিয়ার সেরা ক্যামেরার স্মার্টফোন বললে অত্যুক্তি হবে না।</p>', 'technology', '২ অক্টোবর, ২০২৫ এ ৪:১৪:৩১ PM', '2025-10-02 10:14:32', 'active', 0),
(32, 'uploads/news_images/img_68de509cf34626.27454436.jpg', 'এবার এআই চশমা আনল মেটা, রয়েছে দুর্দান্ত ফিচার', '<p class=\"ql-align-justify\">মেটা সম্প্রতি রে-বেন ব্র্যান্ডের লোগোযুক্ত নতুন এআই স্মার্ট চশমা উন্মোচন করেছে। এই চশমায় রয়েছে ডান লেন্সে ছোট এআর ডিসপ্লে, যা নোটিফিকেশন, ম্যাপ নির্দেশনা, ইনস্ট্যান্ট চ্যাট, কল এবং লাইভ ট্রান্সলেশন প্রদর্শন করতে পারবে।</p><p class=\"ql-align-justify\">চশমাটি ফোন স্পর্শ না করেই হাতের ইশারার মাধ্যমে নিয়ন্ত্রণযোগ্য। এতে মেটা এআই সহায়ক যুক্ত, যা ছবি, ভয়েস কমান্ড এবং ভিজ্যুয়াল ইনপুটের মাধ্যমে কাজ করবে।</p><p><br></p>', 'technology', '২ অক্টোবর, ২০২৫ এ ৪:১৪:৫২ PM', '2025-10-02 10:14:53', 'active', 0),
(33, 'uploads/news_images/img_68de50d1718855.93823532.jpg', 'পাকিস্তানের বিপক্ষে টস হেরে ফিল্ডিংয়ে বাংলাদেশ', '<p>ওয়ানডে নারী বিশ্বকাপে নিজেদের প্রথম ম্যাচে মুখোমুখি হচ্ছে বাংলাদেশ ও পাকিস্তান। কলম্বোর প্রেমাদাসা স্টেডিয়ামে এই ম্যাচে টসে হেরে গেছেন বাংলাদেশের অধিনায়ক নিগার সুলতানা। টসে জিতে ব্যাটিংয়ের সিদ্ধান্ত নিয়েছেন পাকিস্তানের অধিনায়ক ফাতিমা সানা।&nbsp;</p><p>ম্যাচটি শুরু বাংলাদেশ সময় বিকেল সাড়ে ৩টায়।</p>', 'sports', '২ অক্টোবর, ২০২৫ এ ৪:১৫:৪৫ PM', '2025-10-02 10:15:45', 'active', 0),
(34, 'uploads/news_images/img_68de50fc2b89c1.07111593.jpg', 'ট্রফি বিতর্কে ভারতকে ধুয়ে দিলেন এবি ডি ভিলিয়ের্স', '<p>এশিয়া কাপে দুর্দান্ত পারফরম্যান্স দেখিয়ে নবমবারের মতো শিরোপা জিতেছে ভারত। তবে শিরোপা জয়ের পরও ভারতীয় দল এশিয়ান ক্রিকেট কাউন্সিলের (এসিসি) চেয়ারম্যান মহসিন নাকভির হাত থেকে ট্রফি নিতে অস্বীকৃতি জানায়। তাদের এমন পদক্ষেপ ঘিরে তৈরি হয়েছে তীব্র বিতর্ক।</p><p>বিভিন্ন মহল থেকে ভিন্ন ভিন্ন প্রতিক্রিয়া আসতে থাকায় এবার সেই আলোচনায় যোগ দিলেন সাবেক দক্ষিণ আফ্রিকান তারকা এবি ডি ভিলিয়ের্স।</p><p><br></p>', 'sports', '২ অক্টোবর, ২০২৫ এ ৪:১৬:২৭ PM', '2025-10-02 10:16:28', 'active', 0),
(35, 'uploads/news_images/img_68de5110c662c0.38155323.jpg', 'পিএসজির লেভেলের নয় বার্সেলোনা, হারের পর স্বীকার করলেন ফ্লিক', '<p>চ্যাম্পিয়নস লিগের গ্রুপপর্বে দুর্দান্ত এক লড়াইয়ে প্যারিস সেন্ট জার্মেই (পিএসজি) ২-১ গোলে হারিয়েছে বার্সেলোনাকে। বুধবার রাতে মন্টজুইক অলিম্পিক স্টেডিয়ামে অনুষ্ঠিত এই ম্যাচে ফেরান তরেসের গোলে এগিয়ে গিয়েছিল কাতালানরা। তবে ম্যাচের বাকি সময়ে মাঠ দখল করে নেন ফরাসি জায়ান্টরা।</p><p>পিএসজির হয়ে সমতা ফেরান ১৯ বছর বয়সী সেনি মায়ুলু।</p>', 'sports', '২ অক্টোবর, ২০২৫ এ ৪:১৬:৪৮ PM', '2025-10-02 10:16:48', 'active', 0),
(36, 'uploads/news_images/img_68de51246fb020.25149876.jpg', 'দল পেয়েছেন সাকিব-তাসকিন-মুস্তাফিজ', '<p>সংযুক্ত আরব আমিরাতে বসছে আইএলটি–টোয়েন্টি লিগের নতুন আসর। ইতোমধ্যেই নিশ্চিত হয়েছে বাংলাদেশের তিন তারকা ক্রিকেটারকে দেখা যাবে এবারের আসরে।</p><p>বাংলাদেশের অভিজ্ঞ অলরাউন্ডার সাকিব আল হাসানকে ৪০ হাজার ডলারে দলে নিয়েছে ভারতীয় ধনকুবের ও এশিয়া মহাদেশের শীর্ষ ধনী মুকেশ আম্বানির দল এমআই এমিরেটস। মুম্বাই ইন্ডিয়ান্সের মালিকানাধীন এই ফ্র্যাঞ্চাইজিতে ক্যারিয়ারের আরেকটি অধ্যায় খুলতে চলেছেন তিনি।</p><p><br></p>', 'sports', '২ অক্টোবর, ২০২৫ এ ৪:১৭:০৮ PM', '2025-10-02 10:17:08', 'active', 0),
(37, 'uploads/news_images/img_68de513b03c500.19125431.jpg', 'মার্শের ঝড়ে নিউজিল্যান্ডকে উড়িয়ে দিল অস্ট্রেলিয়া', '<p>মাউন্ট মঙ্গানুইয়ে সিরিজের প্রথম টি-টোয়েন্টিতে স্বাগতিক নিউজিল্যান্ডকে ছয় উইকেটে হারিয়ে দারুণ সূচনা করেছে অস্ট্রেলিয়া। মিচেল মার্শের বিধ্বংসী ব্যাটিংয়ে ভর করে ২১ বল হাতে রেখেই লক্ষ্যে পৌঁছে যায় অজিরা।&nbsp;</p><p>প্রথমে ব্যাট করে নিউজিল্যান্ড ৬ উইকেটে তোলে ১৮১ রান। অভিষিক্ত ব্যাটার টিম রবিনসন একাই আলো ছড়ান ৬৬ বলে অপরাজিত ১০৬ রানে।</p>', 'sports', '২ অক্টোবর, ২০২৫ এ ৪:১৭:৩০ PM', '2025-10-02 10:17:31', 'active', 0),
(38, 'uploads/news_images/img_68de5187312311.98735082.jpg', 'ডিজিটাল স্ক্রিন থেকে চোখ ভালো রাখতে কী করবেন', '<p><span style=\"color: rgb(20, 21, 20);\">আজ ২৮ সেপ্টেম্বর, বিশ্ব রেটিনা দিবস। চোখের ভেতরের আলো-সংবেদনশীল একটি স্তর বা পর্দা হচ্ছে রেটিনা। যেখানে আলোকরশ্মি পড়ে এবং তা থেকে স্নায়বিক সংকেত তৈরি হয়। এই সংকেত অপটিক নার্ভের মাধ্যমে মস্তিষ্কে পাঠানো হয় এবং মস্তিষ্ক সেগুলোকে ছবিতে রূপান্তরিত করে, যা আমাদের দেখতে সাহায্য করে।</span></p>', 'health', '২ অক্টোবর, ২০২৫ এ ৪:১৮:৪৬ PM', '2025-10-02 10:18:47', 'active', 0),
(39, 'uploads/news_images/img_68de51a3d73f61.96462143.jpg', '‘খাদ্যাভ্যাস এবং সচেতনতাই পারে হৃদরোগের ঝুঁকি থেকে বাঁচতে’', '<p class=\"ql-align-justify\">‘স্পন্দন থামলে থেমে যাবে জীবন, হারাতে দেবেন না একটিও স্পন্দন’, এই প্রতিপাদ্যকে সামনে রেখে কুমিল্লায় বিশ্ব হার্ট&nbsp;দিবস পালিত হয়েছে। কুমিল্লা হার্ট ফাউন্ডেশন ও ইন্টারন্যাশনাল ইনার হুইল ক্লাবের যৌথ উদ্যোগে এ দিবসটি পালিত হয়। মানুষকে হৃদরোগ সম্পর্কে সচেতন করা ও হৃদয়ের যত্ন নেওয়ার গুরুত্ব মনে করে দেয় এ দিবসের মূল উদ্দেশ্য।</p><p>আজ সোমবার (২৯ সেপ্টেম্বর) দিবসটি উপলক্ষে সকালে কুমিল্লা টাউন হল থেকে সচেতনামূলক এক র‍্যালি বের করা হয়।</p><p><br></p>', 'health', '২ অক্টোবর, ২০২৫ এ ৪:১৯:১৫ PM', '2025-10-02 10:19:15', 'active', 0),
(40, 'uploads/news_images/img_68de51ba03bb97.60953693.jpg', 'ঘুম থেকে উঠেই মাথা ব্যথা শুরু হয়? যে কারণে সাবধান হবেন', '<p>আমাদের মধ্যে অনেকেরই ঘুম থেকে ওঠার পরই মাথা ব্যথা শুরু হয়। কখনো কখনো এটি এতটাই কষ্টকর হয়, মনে হয় যেন মাথাটা ছিঁড়ে যাচ্ছে। ঘুমের সময় কোনো সমস্যা হয় না, কিন্তু ঘুম থেকে ওঠার পর মাথা ভার হয়ে থাকে অথবা সারা দিন মাথা যন্ত্রণা করতে থাকে।</p><p>কোনো কাজে উৎসাহ পাওয়া যায় না।</p>', 'health', '২ অক্টোবর, ২০২৫ এ ৪:১৯:৩৭ PM', '2025-10-02 10:19:38', 'active', 0),
(41, 'uploads/news_images/img_68de521bcb2579.46348963.jpg', 'জাতীয় কবি কাজী নজরুল ইসলামের মৃত্যুবার্ষিকী আজ', '<p>জাতীয় কবি কাজী নজরুল ইসলামের ৪৯তম মৃত্যুবার্ষিকী আজ। ‘মম এক হাতে বাঁকা বাঁশের বাঁশরি, আর হাতে রণ-তূর্য!’ এ কবিতার এমন পঙ্ক্তিতে জাতীয় কবি কাজী নজরুল ইসলাম যেভাবে দ্রোহের উন্মাদনায় মত্ত হয়েছিলেন ঠিক তেমনি গানে গানে প্রিয়ার প্রতি ভালোবাসার ব্যাকুলতা প্রকাশে লিখেছিলেন, মোর প্রিয়া হবে এসো রানী দেব খোঁপায় তারার ফুল। তিনি দ্রোহ, প্রেম, সাম্য ও মানবতার কবি হিসেবে বিশ্বের এক অনন্য উদাহরণ।</p><p>আজ ১২ ভাদ্র ১৪৩২ জাতীয় কবির ৪৯তম মৃত্যুবার্ষিকী।</p>', 'education', '২ অক্টোবর, ২০২৫ এ ৪:২১:১৫ PM', '2025-10-02 10:21:15', 'active', 0),
(42, 'uploads/news_images/img_68de52373353f2.66727121.jpg', 'বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের প্রয়াণ দিবস আজ', '<p><span style=\"color: rgb(20, 21, 20);\">আজ ২২শে শ্রাবণ, বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের প্রয়াণ দিবস। বহুমুখী প্রতিভার অধিকারী রবীন্দ্রনাথ ঠাকুর তাঁর বৈচিত্র্যময় শিল্প সৃষ্টি, সংগীত ও সাহিত্য দিয়ে বাংলা ভাষা ও সাহিত্যকে বিশ্বদরবারে প্রতিষ্ঠিত করেছেন। আজও বাঙালির জীবনের অনেকটা জুড়ে রবীন্দ্রনাথ। তাঁর সৃষ্টিকর্ম নানাভাবে বাঙালির জীবনকে সমৃদ্ধ করছে।</span></p>', 'education', '২ অক্টোবর, ২০২৫ এ ৪:২১:৪২ PM', '2025-10-02 10:21:43', 'active', 0),
(43, 'uploads/news_images/img_68de524ddb3d83.10219828.jpg', 'রোদ চরাচরের একলা ঘুঘু', '<p class=\"ql-align-justify\">চিলেকোঠার জানালা ভর করে</p><p class=\"ql-align-justify\">নেমে আসে নিঃসঙ্গ আলো,</p><p class=\"ql-align-justify\">ধুলো মাখা সিঁড়ির বাঁকে বসে থাকে</p><p class=\"ql-align-justify\">হারানো কিশোরীর গানের প্রতিধ্বনি।</p><p class=\"ql-align-justify\">মেঘেরা তখন দূরের মাঠে</p><p class=\"ql-align-justify\">ফিসফিস করে ঝরে পড়ে,</p><p class=\"ql-align-justify\">কাকেরা ডেকে যায় একাকী রোদকে</p><p class=\"ql-align-justify\">শুধু নিজস্ব নাম ধরে।</p><p class=\"ql-align-justify\">বুকের ভেতর টের পাই</p><p class=\"ql-align-justify\">বাতাসের বেহালা বাজে নিঃশব্দ,</p><p class=\"ql-align-justify\">যেন কারো ছায়া পেরিয়ে এলো</p><p class=\"ql-align-justify\">অপ্রকাশিত গল্প নিয়ে।</p><p class=\"ql-align-justify\">অথচ দেখো—</p><p class=\"ql-align-justify\">অপেক্ষা বলে কিছু নেই,</p><p class=\"ql-align-justify\">শূন্য উঠোনে ছড়িয়ে থাকে</p><p class=\"ql-align-justify\">কেবল ভাঙা মাটির কলস,</p><p class=\"ql-align-justify\">নিস্তব্ধ দুপুরে ঝরঝরে পাতা</p><p>মৃত প্রার্থনার মতো পড়ে যায়।</p><p><br></p>', 'education', '২ অক্টোবর, ২০২৫ এ ৪:২২:০৫ PM', '2025-10-02 10:22:05', 'active', 0),
(44, 'uploads/news_images/img_68de5273064059.46537828.jpg', 'প্রেম, অপেক্ষা আর আত্মত্যাগের বিরল কাহিনি নিয়ে উপন্যাস ‘প্রথম প্রেমের স্পর্শ’', '<p class=\"ql-align-justify\">বাংলা সাহিত্যের পাঠকদের জন্য এক আবেগঘন উপহার হিসেবে সম্প্রতি প্রকাশিত হয়েছে হৃদয়ছোঁয়া উপন্যাস ‘প্রথম প্রেমের স্পর্শ’। ব্যাংকার, উন্নয়ন গবেষক ও কবি এম এম মাহবুব হাসানের লেখা এই উপন্যাসটি ঢাকা টাইমসের ডিজিটাল সংস্করণে ধারাবাহিকভাবে প্রকাশিত হয় এবং ইতিমধ্যে পাঠকমহলে দারুণ সাড়া ফেলেছে।</p><p>১৪টি পর্বে প্রকাশিত এই পূর্ণাঙ্গ উপন্যাসে লেখক তুলে ধরেছেন প্রেম, বিচ্ছেদ, সমাজ-সংস্কৃতি, ধর্মীয় টানাপড়েন ও জীবনের নির্মম বাস্তবতার এক জটিল ও মানবিক চিত্র। শৈশবের কোমলতা থেকে শুরু করে প্রথম প্রেমের নীরব স্পর্শ, পরিবারের ভাঙন, নারীর আত্মত্যাগ, শ্রেণি-সংকট ও ধর্মীয় দ্বিধার গল্পে উপন্যাসটি পাঠককে টেনে নেয় এক গভীর আবেগের জগতে।</p><p><br></p>', 'education', '২ অক্টোবর, ২০২৫ এ ৪:২২:৪২ PM', '2025-10-02 10:22:43', 'active', 0),
(45, 'uploads/news_images/img_68de528c1ba5b0.01027636.jpg', 'ফিরোজা বেগমের জন্মবার্ষিকী আজ', '<p><span style=\"color: rgb(20, 21, 20);\">উপমহাদেশের সংগীত জগতের এক উজ্জল নক্ষত্র ফিরোজা বেগম। তিনি ১৯৩০ খ্রিষ্টাব্দের এই দিনে ফরিদপুর জেলার কাশীয়ানী থানার ঘোনাপাড়ার এক সম্ভ্রান্ত পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম খান বাহাদুর মুহাম্মদ ইসমাইল এবং মাতার নাম কাও-কব-উনন্নেসা। পিতা ছিলেন একন বিশিষ্ট আইনজীবী।</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(20, 21, 20);\">পশ্চিমবঙ্গের আলীপুর কোর্টে তার কর্মজীবন শুরু হয়েছিলো তৎকালীন ব্রিটিশ সরকারের আমলে প্রথম মুসলিম সরকারি আইনজীবী হিসেবে।&nbsp;</span>তিনি বহুমুখী সমাজকল্যাণমূলক প্রতিষ্ঠান যেমন স্কুল, কলেজ, হাসপাতাল প্রতিষ্ঠিত করেন। তার অবদানের স্বীকৃতিস্বরূপ তৎকালীন ব্রিটিশ সরকার তাকে ‘খান বাহাদুর’ উপাধিতে ভূষিত করেন। তিনি নিজেও সংগীত প্রেমিক ছিলেন।</p><p><br></p>', 'education', '২ অক্টোবর, ২০২৫ এ ৪:২৩:০৭ PM', '2025-10-02 10:23:08', 'active', 0),
(46, 'uploads/news_images/img_68de538c464327.30252750.jpg', 'আজকের নামাজের সময়সূচি, ২ অক্টোবর ২০২৫', '<p class=\"ql-align-justify\">আজ বৃহস্পতিবার, ২ অক্টোবর ২০২৫, ১৭ আশ্বিন ১৪৩২, ০৯ রবিউস সানি ১৪৪৭।</p><p class=\"ql-align-justify\">ঢাকা ও এর পার্শ্ববর্তী এলাকার নামাজের সময়সূচি নিম্নরূপ—</p><p class=\"ql-align-justify\">জোহরের সময় শুরু - ১১টা ৫১ মিনিট।</p><p class=\"ql-align-justify\">আসরের সময় শুরু - ৪টা ৫ মিনিট।</p><p>মাগরিব - ৫টা ৪৮ মিনিট।</p><p><br></p>', 'religion', '২ অক্টোবর, ২০২৫ এ ৪:২৭:২৩ PM', '2025-10-02 10:27:24', 'active', 0),
(47, 'uploads/news_images/img_68de53bb7d38d0.76110610.jpg', 'বারবার একই স্বপ্ন দেখার পেছনে কারণ কী?', '<p><span style=\"color: rgb(20, 21, 20);\">রাতের ঘুমে স্বপ্ন দেখা একেবারে স্বাভাবিক। তবে কেউ কেউ প্রায়ই একই ধরনের স্বপ্ন বারবার দেখতে পান। এ নিয়ে নানা ধরনের কুসংস্কার থাকলেও, বিজ্ঞান বলছে ভিন্ন কথা। সম্প্রতি ‘হেলথলাইন’-এ প্রকাশিত এক গবেষণা বলছে, অবচেতন মনে জমে থাকা ভয়, দুশ্চিন্তা কিংবা চাপের কারণে এ ধরনের স্বপ্নের পুনরাবৃত্তিও হতে দেখা যায়।</span></p>', 'poem', '২ অক্টোবর, ২০২৫ এ ৪:২৮:১১ PM', '2025-10-02 10:28:11', 'active', 0),
(48, 'uploads/news_images/img_68de53ee56adf1.43879242.jpg', 'গঙ্গাচড়ায় মাছের বাজারে ধর্মঘট, বিপাকে ক্রেতারা', '<p class=\"ql-align-justify\">নির্ধারিত বাজার ছেড়ে অবৈধভাবে রাস্তার ধারে মাছ বিক্রি করার প্রতিবাদে ধর্মঘটের ডাক দিয়েছেন রংপুরের গঙ্গাচড়ার মাছ ব্যবসায়ীরা। এতে বিপাকে পড়েছেন ক্রেতারা।</p><p>বৃহস্পতিবার (২ অক্টোবর) সরেজমিন দেখা যায়, দোকানপাট ফাঁকা, নেই আগের মতো হাঁকডাক। ধর্মঘটে গুটিয়ে বসে আছেন মাছ ব্যবসায়ীরা।</p><p><br></p>', 'all_bangla', '২ অক্টোবর, ২০২৫ এ ৪:২৯:০১ PM', '2025-10-02 10:29:02', 'active', 0),
(49, 'uploads/news_images/img_68de5402290052.88859081.jpg', 'নোয়াখালীতে ইউপি সদস্যের বিরুদ্ধে প্রবাসীর বাড়িতে হামলার অভিযোগ', '<p><span style=\"color: rgb(20, 21, 20);\">নোয়াখালীর সোনাইমুড়ী উপজেলার আমিশাপাড়া ইউনিয়নের সংরক্ষিত ওয়ার্ডের ইউপি সদস্য নার্গিস আক্তারের বিরুদ্ধে প্রবাসীর বাড়িতে হামলা, চলাচলের পথ বন্ধ করা এবং মিথ্যা মামলায় হয়রানির অভিযোগ উঠেছে। বৃহস্পতিবার (২ অক্টোবর) সকালে সোনাইমুড়ী উপজেলার বরপাড়া গ্রামের মিঝি বাড়িতে সংবাদ সম্মেলনে এসব অভিযোগ করেন ভুক্তভোগী পরিবার।</span></p>', 'all_bangla', '২ অক্টোবর, ২০২৫ এ ৪:২৯:২১ PM', '2025-10-02 10:29:22', 'active', 0),
(50, 'uploads/news_images/img_68de5414b3de56.39577642.jpg', 'হিলি সীমান্তে দুই দেশের দর্শনার্থীর ভিড়', '<p class=\"ql-align-justify\">কেউ এসেছে পূজা দেখতে, কেউ অপর দেশে থাকা আত্মীয়-স্বজনের সঙ্গে দেখা করতে। তবে বিজিবি ও বিএসএফের কঠোর নিরাপত্তার কারণে দূর থেকে হাত নেড়ে অভিব্যক্তি প্রকাশ করে মনোকষ্ট নিয়ে বাড়ি ফিরতে হচ্ছে দশনার্থীদের।</p><p>দিনাজপুরের হিলি সীমান্তে দেখা গেছে এমন দৃশ্য। শারদীয় দুর্গাপূজা উপলক্ষে দুই দেশের দর্শনার্থীদের ভিড় সেখানে।</p><p><br></p>', 'all_bangla', '২ অক্টোবর, ২০২৫ এ ৪:২৯:৪০ PM', '2025-10-02 10:29:40', 'active', 0),
(51, 'uploads/news_images/img_68de542b0418d2.60239086.jpg', 'গাজীপুরে গৃহকর্তার হাত-পা বেঁধে ডাকাতির অভিযোগ', '<p class=\"ql-align-justify\">গাজীপুরে একটি বাড়িতে ডাকাতির ঘটনা ঘটেছে। ডাকাতরা বাড়ির মালিকের হাত-পা বেঁধে ৯ ভরি স্বর্ণালঙ্কার ও নগদ দেড় লাখ টাকা ও মূল্যবান মালামাল লুট করে নিয়ে যাওয়ার অভিযোগ পাওয়া গেছে। আজ বৃহস্পতিবার (২ অক্টোবর) রাত আড়াইটার দিকে মহানগরীর পশ্চিম ধীরাশ্রম এলাকায় এ ঘটনা ঘটে।</p><p>পুলিশ ও স্থানীয় সূত্রে জানা গেছে, ধীরাশ্রম এলাকার সোবহান মিয়া আজ বৃহস্পতিবার রাত দুইটার দিকে কক্সবাজার থেকে বাসায় ফেরেন।</p><p><br></p>', 'all_bangla', '২ অক্টোবর, ২০২৫ এ ৪:৩০:০২ PM', '2025-10-02 10:30:03', 'active', 0),
(52, 'uploads/news_images/img_68de545fbdc920.66028227.jpg', 'বিলিয়নেয়ার ক্লাবে শাহরুখ, বলিউডের সবচেয়ে ধনী অভিনেতা তিনি', '<p class=\"ql-align-justify\">আনুষ্ঠানিকভাবে বিলিয়নেয়ার ক্লাবে প্রবেশ করলেন শাহরুখ খান। মঙ্গলবার (১ অক্টোবর) প্রকাশিত হুরুন ইন্ডিয়া রিচ লিস্ট ২০২৫-এ প্রথমবারের মতো শীর্ষ স্থানে উঠে আসেন বলিউড বাদশাহ। তালিকা অনুসারে, শাহরুখের মোট সম্পদের পরিমাণ দাঁড়িয়েছে ১২,৪৯০ কোটি রুপি।</p><p class=\"ql-align-justify\">প্রতিবেদনে তাকে উল্লেখ করা হয়েছে, ‘বলিউডের বাদশাহ শাহরুখ খান, যিনি তিন দশকেরও বেশি সময় ধরে ভারতের বিনোদন জগৎকে গর্বিত করে চলেছেন, ১২,৪৯০ কোটি রুপির সম্পদ নিয়ে তিনি বিলিয়নেয়ার ক্লাবে যোগ দিলেন।</p><p><br></p>', 'entertainment', '২ অক্টোবর, ২০২৫ এ ৪:৩০:৫৫ PM', '2025-10-02 10:30:55', 'active', 0),
(53, 'uploads/news_images/img_68de54845da046.32145793.jpg', 'গাজায় প্রতিদিন ১০০ ফিলিস্তিনিকে হত্যা করছে ইসরায়েল', '<p>ইসরায়েলি সেনারা গাজা উপত্যকায় প্রতিদিন গড়ে ১০০ ফিলিস্তিনিকে হত্যা করছে। এ ছাড়া অনেকে অনাহার ও চিকিৎসার অভাবে মারা যাচ্ছেন বলে বুধবার জানিয়েছে জাতিসংঘের ফিলিস্তিনি শরণার্থী সংস্থা (ইউএনআরডব্লিউএ)। আনাদোলু সংবাদ সংস্থার খবরে এ তথ্য জানানো হয়েছে।</p><p>এক বিবৃতিতে ইউএনআরডব্লিউএ কমিশনার ফিলিপ লাজারিনি বলেন, গাজায় ইসরায়েলি সামরিক অভিযান অথবা ‘গাজা হিউম্যানিটারিয়ান ফাউন্ডেশন’-এর খাদ্য বিতরণ কেন্দ্রে গুলি চালানো হচ্ছে।</p>', 'international', '২ অক্টোবর, ২০২৫ এ ৪:৩১:৩১ PM', '2025-10-02 10:31:32', 'active', 0),
(54, 'uploads/news_images/img_68de54abd44ab0.02540267.jpg', 'প্রতিদিন পরোটা খেলে হতে পারে যে ক্ষতি', '<p><span style=\"color: rgb(20, 21, 20);\">অনেকেই গরম গরম পরোটা দিয়ে সকালটা শুরু করেন। কেউ আবার মাঝে মাঝে শখ করে পরোটা খান। আবার কেউ কেউ প্রতিদিনই খেয়ে থাকেন। অবশ্য প্রতিদিন পরোটা খাওয়া ব্যক্তির সংখ্যাই বেশি।</span></p>', 'lifestyle', '২ অক্টোবর, ২০২৫ এ ৪:৩২:১১ PM', '2025-10-02 10:32:11', 'active', 0),
(61, 'uploads/news_images/img_68e2166655b5c5.63426591.jpg', 'বঙ্গোপসাগরে ঘূর্ণিঝড় ‘শক্তি’ সৃষ্টি, আঘাত হানতে পারে যেসব এলাকায়', '<p><strong><em>rrrree</em></strong></p>', 'national', '৫ অক্টোবর, ২০২৫ এ ১১:১০:৫৫ AM', '2025-10-05 05:10:56', 'active', 0),
(64, 'uploads/news_images/img_68e22ce190e949.82415692.jpg', 'শিগগিরই সরকারের কাছে চূড়ান্ত প্রতিবেদন দেবে ঐকমত্য কমিশন', '<p>খুব শিগগিরই জাতীয় ঐকমত্য কমিশন অন্তর্বর্তীকালীন সরকারের কাছে চূড়ান্ত প্রতিবেদন জমা দেবে বলে জানিয়েছেন কমিশনের সহ-সভাপতি অধ্যাপক আলী রীয়াজ।</p><p>আজ রবিবা<strong>রাষ্ট্রীয় অতিথি ভবন</strong> যমুনায় কমিশন সভাপতি ও প্রধান উপদেষ্টা প্রফেসর ড, মুহাম্মদ ইউনূসের নেতৃত্বে জাতীয় ঐকমত্য কমিশনের এক বৈঠকে এ কথা জানান তিনি।&nbsp;</p><p>প্রায় ঘণ্টাব্যাপী অনুষ্ঠিত এ বৈঠকে জুলাই সনদের বিষয়বস্তু ও এর বাস্তবায়ন পদ্ধতি নিয়ে রাজনৈতিক দলগুলোর মনোভাব ও এবিষয়ে ঐকমত্য কমিশনের অবস্থান সম্পর্কে সভাকে অবহিত করা হয়। বৈঠকে প্রধান উপদেষ্টা প্রফেসর মুহাম্মদ ইউনূস ঐকমত্য কমিশনের কাজের অগ্রগতিতে সন্তোষ প্রকাশ করেন।</p><p>ালে</p><p>র সক</p>', 'national', '৫ অক্টোবর, ২০২৫ এ ২:৩১:২৮ PM', '2025-10-05 08:31:29', 'active', 0);

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `content` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `content`, `created_at`) VALUES
(1, 'বঙ্গোপসাগরে ঘূর্ণিঝড় ‘শক্তি’ সৃষ্টি, আঘাত হানতে পারে যেসব এলাকায়', '2025-10-02 09:52:38'),
(2, 'দেশে ফিরেছেন প্রধান উপদেষ্টা', '2025-10-02 09:53:27'),
(3, 'কিংবদন্তি প্রাণিবিজ্ঞানী জেন গুডলের মৃত্যুতে প্রধান উপদেষ্টার শোক', '2025-10-02 09:54:00'),
(4, 'অনুসন্ধানে গিয়ে ৬০৮ কোটি টাকা মানি লন্ডারিংয়ের তথ্য', '2025-10-02 09:54:30'),
(5, 'জুলাই বিপ্লবের আসামি বানিয়ে মামলাবাণিজ্য', '2025-10-02 09:54:56'),
(6, 'গ্লোবাল সুমুদ ফ্লোটিলায় বাংলাদেশি বংশোদ্ভূত রুহি আখতার', '2025-10-02 09:57:02'),
(7, 'ডেমোক্র্যাট অঙ্গরাজ্যগুলোর বরাদ্দ স্থগিত করেছে ট্রাম্প প্রশাসন', '2025-10-02 09:57:27'),
(8, 'ইন্দোনেশিয়ায় ধসে পড়া স্কুলের ধ্বংসস্তূপে জীবনের কোনো চিহ্ন নেই', '2025-10-02 09:57:57'),
(9, 'কলম্বিয়া থেকে ইসরায়েলের সব কূটনীতিককে বহিষ্কার', '2025-10-02 09:58:25'),
(10, 'বিশ্বের প্রথম ট্রিলিয়নিয়ারের পথে অর্ধেক এগিয়েছেন ইলন মাস্ক', '2025-10-02 09:58:48'),
(11, 'ঢালাওভাবে ব্যাংক হিসাব জব্দ ভালো কাজ নয়, এতে আস্থা কমে : ফরাসউদ্দিন', '2025-10-02 10:00:26'),
(12, 'আজ যে দামে বিক্রি হচ্ছে স্বর্ণ', '2025-10-02 10:00:55'),
(13, 'ব্যবসায়ীদের দুশ্চিন্তা ব্যবসা-বিনিয়োগে', '2025-10-02 10:01:25'),
(14, 'বাংলাদেশি টাকায় আজকের মুদ্রা বিনিময় হার', '2025-10-02 10:01:53'),
(15, 'চট্টগ্রাম বন্দরে ফের চালু হচ্ছে বর্ধিত মাশুল', '2025-10-02 10:02:13'),
(16, 'আ. লীগ দেশ অস্থিতিশীল করতে চেষ্টা চালাচ্ছে : ফারুক', '2025-10-02 10:03:16'),
(17, 'তারেক রহমান যখন আসবেন তখন দিনক্ষণ জানাবেন : হুমায়ুন কবির', '2025-10-02 10:03:52'),
(18, '‘বাংলাদেশে আওয়ামী লীগের আর কোনো রাজনীতি চলবে না’', '2025-10-02 10:04:14'),
(19, 'মাদরাসার শিক্ষার্থীদের সব সময় মার্জিনালাইজ করা হয়েছে : সাদিক কায়েম', '2025-10-02 10:04:40'),
(20, 'জামায়াত আমিরের সঙ্গে ব্রাজিলের রাষ্ট্রদূতের সাক্ষাৎ', '2025-10-02 10:05:01'),
(21, 'সৌদি আরবের ক্রাউন প্রিন্স আমাকে সুরক্ষা দেবেন : মেঘনা আলম', '2025-10-02 10:06:21'),
(22, 'পুরুষরা সন্তান জন্ম দিলে পৃথিবীতে কোনো যুদ্ধই থাকত না : রানি মুখার্জি', '2025-10-02 10:06:45'),
(23, 'আমি আর জাহ্নবী মেঝেতে ঘুমিয়ে ছিলাম : বরুণ ধাওয়ান', '2025-10-02 10:07:19'),
(24, 'পাসপোর্ট ফেরত পেলেন রিয়া চক্রবর্তী', '2025-10-02 10:07:49'),
(25, 'আসিফকে শুভেচ্ছা জানিয়ে যা লিখলেন সালমা আসিফ', '2025-10-02 10:08:32'),
(26, 'ইসলামে অমুসলিমদের সঙ্গে আচরণ ও ধর্ম পালনের স্বাধীনতা', '2025-10-02 10:10:54'),
(27, 'যতটুকু জানছি, কতটুকু মানছি', '2025-10-02 10:11:20'),
(28, 'মালয় অঞ্চলে ইসলাম প্রচারে ব্যবসায়ীদের অবদান', '2025-10-02 10:11:46'),
(29, 'ধানমণ্ডির তাকওয়া মসজিদে ব্যতিক্রমী সিরাত প্রদর্শনী', '2025-10-02 10:12:55'),
(30, 'জাপানের তাক লাগানো প্রযুক্তি, এবার ওয়াশিং মেশিনে পরিষ্কার হবে মানুষ', '2025-10-02 10:14:01'),
(31, 'সেরা ক্যামেরা থাকার পরও কেন বেচা-কেনায় গ্রাহকের মন ভরাতে পারছে না পিক্সেল', '2025-10-02 10:14:32'),
(32, 'এবার এআই চশমা আনল মেটা, রয়েছে দুর্দান্ত ফিচার', '2025-10-02 10:14:53'),
(33, 'পাকিস্তানের বিপক্ষে টস হেরে ফিল্ডিংয়ে বাংলাদেশ', '2025-10-02 10:15:45'),
(34, 'ট্রফি বিতর্কে ভারতকে ধুয়ে দিলেন এবি ডি ভিলিয়ের্স', '2025-10-02 10:16:28'),
(35, 'পিএসজির লেভেলের নয় বার্সেলোনা, হারের পর স্বীকার করলেন ফ্লিক', '2025-10-02 10:16:48'),
(36, 'দল পেয়েছেন সাকিব-তাসকিন-মুস্তাফিজ', '2025-10-02 10:17:08'),
(37, 'মার্শের ঝড়ে নিউজিল্যান্ডকে উড়িয়ে দিল অস্ট্রেলিয়া', '2025-10-02 10:17:31'),
(38, 'ডিজিটাল স্ক্রিন থেকে চোখ ভালো রাখতে কী করবেন', '2025-10-02 10:18:47'),
(39, '‘খাদ্যাভ্যাস এবং সচেতনতাই পারে হৃদরোগের ঝুঁকি থেকে বাঁচতে’', '2025-10-02 10:19:15'),
(40, 'ঘুম থেকে উঠেই মাথা ব্যথা শুরু হয়? যে কারণে সাবধান হবেন', '2025-10-02 10:19:38'),
(41, 'জাতীয় কবি কাজী নজরুল ইসলামের মৃত্যুবার্ষিকী আজ', '2025-10-02 10:21:15'),
(42, 'বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের প্রয়াণ দিবস আজ', '2025-10-02 10:21:43'),
(43, 'রোদ চরাচরের একলা ঘুঘু', '2025-10-02 10:22:05'),
(44, 'প্রেম, অপেক্ষা আর আত্মত্যাগের বিরল কাহিনি নিয়ে উপন্যাস ‘প্রথম প্রেমের স্পর্শ’', '2025-10-02 10:22:43'),
(45, 'ফিরোজা বেগমের জন্মবার্ষিকী আজ', '2025-10-02 10:23:08'),
(46, 'আজকের নামাজের সময়সূচি, ২ অক্টোবর ২০২৫', '2025-10-02 10:27:24'),
(47, 'বারবার একই স্বপ্ন দেখার পেছনে কারণ কী?', '2025-10-02 10:28:11'),
(48, 'গঙ্গাচড়ায় মাছের বাজারে ধর্মঘট, বিপাকে ক্রেতারা', '2025-10-02 10:29:02'),
(49, 'নোয়াখালীতে ইউপি সদস্যের বিরুদ্ধে প্রবাসীর বাড়িতে হামলার অভিযোগ', '2025-10-02 10:29:22'),
(50, 'হিলি সীমান্তে দুই দেশের দর্শনার্থীর ভিড়', '2025-10-02 10:29:40'),
(51, 'গাজীপুরে গৃহকর্তার হাত-পা বেঁধে ডাকাতির অভিযোগ', '2025-10-02 10:30:03'),
(52, 'বিলিয়নেয়ার ক্লাবে শাহরুখ, বলিউডের সবচেয়ে ধনী অভিনেতা তিনি', '2025-10-02 10:30:55'),
(53, 'গাজায় প্রতিদিন ১০০ ফিলিস্তিনিকে হত্যা করছে ইসরায়েল', '2025-10-02 10:31:32'),
(54, 'প্রতিদিন পরোটা খেলে হতে পারে যে ক্ষতি', '2025-10-02 10:32:11'),
(55, 'টানা ৮ দিন ব্যাহত হতে পারে বাংলাদেশ স্যাটেলাইটের সেবা', '2025-10-02 10:33:09'),
(56, 'Hello world', '2025-10-04 10:35:51'),
(57, 'Hello world', '2025-10-04 10:37:23'),
(58, 'Vitae expedita itaqu', '2025-10-05 03:56:24'),
(59, 'Id ullam nesciunt', '2025-10-05 04:10:49'),
(60, 'Hello world', '2025-10-05 05:09:36'),
(61, 'Hello world 2', '2025-10-05 05:10:56'),
(62, 'সারা বাংলা লেটেস্ট', '2025-10-05 05:11:23'),
(63, 'aaa', '2025-10-05 06:06:21'),
(64, 'শিগগিরই সরকারের কাছে চূড়ান্ত প্রতিবেদন দেবে ঐকমত্য কমিশন', '2025-10-05 08:31:29'),
(65, 'জাতীয় নিউজ 22', '2025-10-05 08:48:35'),
(66, 'Hello world', '2025-10-05 10:02:46'),
(67, 'জাতীয় নিউজ 22', '2025-10-06 09:57:08');

-- --------------------------------------------------------

--
-- Table structure for table `site_profile`
--

CREATE TABLE `site_profile` (
  `id` int(11) NOT NULL,
  `site_name` varchar(100) DEFAULT NULL,
  `site_logo` varchar(255) DEFAULT NULL,
  `about` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `admin_image` varchar(255) DEFAULT NULL,
  `facebook` varchar(255) DEFAULT NULL,
  `facebook_followers` int(11) DEFAULT 0,
  `twitter` varchar(255) DEFAULT NULL,
  `twitter_followers` int(11) DEFAULT 0,
  `google_plus` varchar(255) DEFAULT NULL,
  `goggle_plus_followres` int(11) DEFAULT 0,
  `linkedin` varchar(255) DEFAULT NULL,
  `linkedin_followers` int(11) DEFAULT 0,
  `youtube` varchar(255) DEFAULT NULL,
  `youtube_followers` int(11) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `site_profile`
--

INSERT INTO `site_profile` (`id`, `site_name`, `site_logo`, `about`, `address`, `email`, `phone`, `admin_image`, `facebook`, `facebook_followers`, `twitter`, `twitter_followers`, `google_plus`, `goggle_plus_followres`, `linkedin`, `linkedin_followers`, `youtube`, `youtube_followers`) VALUES
(1, 'timevision24', 'timevisionlogo.png', 'বস্তুনিষ্ঠ, স্বাধীন ও দলনিরপেক্ষ একটি দৈনিক পত্রিকা হিসেবে এমন এক সময়ে এর যাত্রা', 'মুড়লী মোড়, যশোর সদর, খুলনা', 'info@timevision24.com', '01318195591', 'logo.jpg', 'https://www.facebook.com/TahmidAlamJG', 500, 'twitter.com/timevision24.com', 120, 'googleplus.com/timevision24.com', 413, 'linkedin.com/timevision24.com', 235, 'youtube.com/chanel/timevision24.com', 423);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `user_name` varchar(10) NOT NULL,
  `password` varchar(10) NOT NULL,
  `role` varchar(100) DEFAULT 'user'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `user_name`, `password`, `role`) VALUES
(1, 'admin', '12345', 'user'),
(2, 'adadmin', 'ad12345', 'admin');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `advertise`
--
ALTER TABLE `advertise`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `new_news`
--
ALTER TABLE `new_news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `site_profile`
--
ALTER TABLE `site_profile`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `advertise`
--
ALTER TABLE `advertise`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `new_news`
--
ALTER TABLE `new_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `site_profile`
--
ALTER TABLE `site_profile`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
